var $div=$('<div />'), $a=$('<a/>');
var rulelist={'rules':['本活動之活動辦法及相關注意事項均載明於活動網頁中。參加者於參加本活動之同時，即視為已詳閱並同意接受本活動之活動辦法、隱私權聲明及相關注意事項之規範。',
			'為維護參加者得獎公平性，禁止網友從事外掛程式、登錄資料不實、多重身分帳號、違反本網站各項規範或任何影響活動公平性之行為，一經查證屬實，主辦單位有權取消其參加資格，或追回獎項（品）。',
			'活動中獎者應詳實填寫個人資料，若因資料填寫不完整或不正確導致無法通知中獎者，或未於期限內回覆中獎通知者，將視同自願放棄領獎資格，主辦單位不另行通知，獎項也不另行補發。',
			'若留言中有不雅文字或重複留言，主辦單位保有刪除留言之權利；留言符合本活動辦法之規定者，即可參加抽獎；每人僅得以一組Facebook帳號參加本活動；如有發生一人以多帳號參加活動，主辦單位有權取消該名參加者抽獎資格。',
			'本活動之獎品內容若因市場缺貨或其它不可抗力之因素而無法出貨時，活動主辦單位得以同質性的等值獎品取代之。',
			'本活動之獎品不得轉換、轉讓或折換現金，獎品圖片僅供參考，以實際商品為主；本活動獎項寄送地區僅限臺、澎、金、馬，主辦單位不處理郵寄獎品至海外地區之事宜。',
			'本項活動競技競賽機會中獎獎金或給與，依中華民國所得稅法相關規定辦理，獎金金額超過新臺幣1,001元（含）以上，主辦單位將於次年1月底前開具扣繳憑單給中獎人，請中獎人依規定申報。非中華民國境內居住之外籍人士不論得獎者所得之金額，須就得獎所得扣繳20%機會中獎稅額。獎金所得將由承辦單位於年度結算另行寄發扣繳或免扣繳憑單。',
			'得獎名單公布後，將會以電子郵件寄出通知信函至得獎者信箱，若得獎者未收到電子郵件通知，請與維運小組連絡（維運小組：02-87734300轉626李先生，電子信箱：chris.lee@techmore.com.tw）。',
			'本活動因故無法進行時，主辦單位保有變更、修改或暫停活動，如有未盡事宜，悉依主辦單位相關規定或解釋辦理，並以臺灣觀光年曆網站上所公告之訊息內容為準，請自行參閱。']};